       ID DIVISION.
	   PROGRAM-ID. SAMP1.
	   ENVIRONMENT DIVISION.
	   DATA DIVISION.
	   WORKING-STORAGE SECTION.
		COPYBOOK STDREC.
	   PROCEDURE DIVISION.
	   MAIN-PARA.
		   DISPLAY "STUDENT NAME " STDNAME.
		   STOP RUN.
	   